abusaidm.html-snippets
akamud.vscode-javascript-snippet-pack
alefragnani.project-manager
bernardodsanderson.theme-material-neutral
christian-kohler.path-intellisense
ducksoupdev.Vue2
ecmel.vscode-html-css
Equinusocio.vsc-material-theme
felixfbecker.php-intellisense
file-icons.file-icons
HookyQR.beautify
Hridoy.backbone-js-snippets
hridoy.wordpress
ioanaapetrei.backbone-js-snippets
jcbuisson.vue
liuji-jim.vue
michelemelluso.code-beautifier
mohsen1.prettify-json
mrmlnc.vscode-less
nwhatt.chai-snippets
octref.vetur
okon3.ayu-miragemod
PeterJausovec.vscode-docker
PKief.material-icon-theme
rafamel.subtle-brackets
rmarganti.vsc-material-facebook-theme
tungvn.wordpress-snippet
viablelab.bracket-padder
waderyan.gitblame
wayou.vscode-todo-highlight
wcwhitehead.bootstrap-3-snippets
Zignd.html-css-class-completion